"OK"="OK";
"CANCEL" = "Abbrechen";
"Can't load bundle"="Das Paket kann nicht geladen werden";
"Apple" = "Apple";
"Pictures" = "Bilder";
"Other" = "Andere";
"CHOOSE" = "Auswählen";
"DOT_MAC_AND_RSS" = "%@ und RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "RSS überprüfen …";
"NO_FEED_FOUND" = "Der Feed wurde nicht gefunden.";
"GETTING_ALBUMS" = "Alben laden …";
"SELECT_ALBUMS" = "Wählen Sie die Alben für die Darstellung:";
"INVALID_MEMBER_NAME" = "Ungültiger Benutzername";
"NO_ALBUMS_FOR_USER" = "Alben für diesen Benutzer wurden nicht gefunden.";

/* strings for tool tips */
"minute" = "Minute";
"minutes" = "Minuten";
"hour" = "Stunde";
"hours" = "Stunden";
"OPTIONS_BUTTON_TIP" = "Optionen für diesen Bildschirmschoner festlegen.";
"Never" = "Nie";
"Slideshow" = "Diashow";
"Collage" = "Collage";
"Mosaic" = "Mosaik";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Stil";

/* For contextual menu */
"DELETE" = "Löschen";
"REVEAL_IN_FINDER" = "Im Finder zeigen";
"MOVE_TO_TRASH" = "In den Papierkorb legen";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Bildschirmschoner durchsuchen";
"ADD_MOBILE_ME_GALLERY" = "MobileMe Galerie hinzufügen …";
"ADD_PICTURES" = "Ordner mit Bildern hinzufügen …";
"ADD_RSS_FEED" = "RSS-Feed hinzufügen …";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Bilder hinzufügen oder Bildschirmschoner durchsuchen";
"REMOVE_SAVER_AX_VALUE" = "Ausgewählten Bildschirmschoner entfernen";

/* Alerts */
"INCOMPATIBLE_TITLE" = "Sie können den Bildschirmschoner „%@“ nicht auf diesem Computer verwenden.";
"INCOMPATIBLE_DESC" = "Wenden Sie sich an den Entwickler dieses Bildschirmschoners, um eine neue Version zu erhalten.";
"DELETE_WARNING_TITLE" = "Möchten Sie „%@“ wirklich löschen?";
"DELETE_WARNING_DESC" = "Der Bildschirmschoner wird in den Papierkorb bewegt.";
